tap "homebrew/cask"

tap "charmbracelet/tap"

brew "fzf"
brew "tmux"
brew "jq"
brew "entr"
brew "neovim"
brew "node"
brew "n"
brew "tree-sitter"
brew "exa"
brew "fzf"
brew "slides"
# "Charmbracelet utils"
brew "skate"
brew "glow"
brew "gum"
brew "ripgrep"

# 'this is the mac app store installer'
# brew "mas"

cask "spotify"
cask "rectangle"
cask "raycast"
cask "alacritty"
cask "visual-studio-code"
cask "amethyst"

# 'mas ""'
