tap "homebrew/cask"

tap "charmbracelet/tap"

brew "fzf"
brew "tmux"
brew "jq"
brew "entr"
brew "neovim"
brew "node"
brew "deno"
brew "n"
brew "tree-sitter"
brew "exa"
brew "slides"
# "Charmbracelet utils"
brew "glow"
brew "gum"
brew "ripgrep"
brew "skhd"
brew "hyperfine"
brew "ffmpeg"
brew "yabai"
brew "zoxide"

cask "spotify"
cask "rectangle"
cask "raycast"
cask "alacritty"
cask "kitty"
cask "visual-studio-code"
cask "amethyst"

cask "rectangle"
# Fonts
cask "font-iosevka"
cask "font-lilex-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"

# 'this is the mac app store installer'
# brew "mas"
# 'mas ""'
