tap "homebrew/cask"

tap "charmbracelet/tap"

brew "fzf"
brew "deno"
brew "tmux"
brew "jq"
brew "gh"
brew "entr"
brew "neovim"
brew "node"
brew "tree-sitter"
brew "exa"
brew "fzf"
brew "slides"
brew "zsh-syntax-highlighting"
# "Charmbracelet utils"
brew "skate"
brew "glow"
brew "gum"
brew "ripgrep"

# 'this is the mac app store installer'
brew "mas"

cask "spotify"
cask "google-chrome"
cask "rectangle"
cask "raycast"

# 'mas ""'
